{ 
  "bears":[
  { 
  "id" : 1, 
  "bear_type": "Polar Bear", 
  "scientific_name": "Ursus maritimus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/polar01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/polar02.webp", 
  "page_slug": "polar", 
  "wiki": "https://en.wikipedia.org/wiki/Polar_bear",  
  "weight": "Adult males ~ 300–800 kg (660 – 1,760 lb)", 
  "size": "The polar bear is the largest extant species of bear and land carnivore by body mass, with adult males weighing 300–800 kg (660–1,760 lb). The species is sexually dimorphic, as adult females are much smaller.",    
  "geo_range": "Polar bears inhabit the Arctic and adjacent areas. Their range includes Greenland, Canada, Alaska, Russia and the Svalbard Archipelago of Norway.",  
  "synopsis": "<p>Polar bears spend so much time in the Arctic Ocean’s sea ice that they are often classified as marine mammals. But if you consider them terrestrial mammals, they’d be the largest land predators on Earth.</p><p>Polar bears have black skin under their clear guard hairs (although it looks cream-colored or white); you can only notice this by looking at their nose.</p><p>Measured from nose to tail, they are about eight feet long. Males are almost two times larger than females. A male polar bear weighs about 1,700 pounds, while females weigh about 1,000 pounds.</p><p>A water-repellant coat and a layer of fat shield polar bears from the frigid air and water. They hunt for bearded and ringed seals by standing on ice floats and diving on them. Their exceptional sense of smell also bolsters their hunting efforts. They can smell a seal covered by three feet of snow from a mile away.</p><p>Polar bears evolved from brown bears millions of years ago. However, they are now considered a threatened species due to the ongoing loss of habitat caused by climate change.</p>"
  },
  { 
  "id" : 2, 
  "bear_type": "Panda Bear", 
  "scientific_name": "Ailuropoda melanoleuca", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/panda01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/panda02.webp", 
  "page_slug": "panda", 
  "wiki": "https://en.wikipedia.org/wiki/Giant_panda",  
  "weight": "100 to 115 kg (220 to 254 lb)", 
  "size": "Adults measure around 1.2 to 1.9 m (3 ft 11 in to 6 ft 3 in) long, including a tail of about 10–15 cm (3.9–5.9 in), and 60 to 90 cm (24 to 35 in) tall at the shoulder. Males can weigh up to 160 kg (350 lb). Females are generally 10–20% smaller than males. They weigh between 70 kg (150 lb) and 125 kg (276 lb). The average weight for adults is 100 to 115 kg (220 to 254 lb).",  
  "geo_range": "The giant panda is endemic to China. It is found in small, fragmented populations in six mountainous regions in the country, mainly in Sichuan, and also in neighbouring Shaanxi and Gansu.",  
  "synopsis": "<p>Pandas are one of the most distinctive-looking, elusive, rare, and endangered types of bear. For a long time, some scientists classified giant pandas in the raccoon family, but DNA analysis has since disproved this assertion.</p><p>Pandas are native to southwest China, where they inhabit temperate forests high in the southwest mountains. They subsist mainly on bamboo, a diet with so little nutritional value that they must consume up to 80 pounds daily.</p><p>Their pseudo thumb (enlarged wrist bone) functions as an opposable thumb, which helps them split the bamboo. Besides, their gut is especially adapted for their diet; it is covered with thick mucus that protects them from splinters.</p><p>Newly born pandas are blind, hairless, and petite. Males grow to 300 pounds, and females grow to 200 pounds. Despite their hefty weight, they are fantastic tree climbers.</p><p>Unlike most types of bears, giant pandas don’t hibernate. During winter, they migrate to lower and warmer elevations; during summer, they move to higher and cooler elevations.</p>"
  },
  { 
  "id" : 3, 
  "bear_type": "Sun Bear", 
  "scientific_name": "Helarctos malayanus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/sun01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/sun02.webp", 
  "page_slug": "sun", 
  "wiki": "https://en.wikipedia.org/wiki/Sun_bear",  
  "weight": "25–65 kg (55–143 lb)", 
  "size": " It is the smallest of all bear species. The head-and-body length is between 100 and 140 cm (39 and 55 in), and the shoulder height is nearly 70 cm (28 in). Males tend to be larger than females by roughly 10-20%. Adults weigh 25–65 kg (55–143 lb).",   
  "geo_range": "The sun bear is native to the tropical forests of Southeast Asia; its range is bound by northeastern India to the north and extends south to Bangladesh, Myanmar, Thailand, Cambodia, Laos, and Vietnam to Brunei, Indonesia, and Malaysia to the south",  
  "synopsis": "<p>Sun bears also have another moniker, honey bears, thanks to their love for honey. Very little is known about this ancient species, which hasn’t changed much. Sun bears live a secluded life deep in Southeast Asia’s dense lowland forests.</p><p>The ’Sun bear’ name comes from the distinctive white or golden patch on their chest, which fables represent as a symbol of a rising sun. American and Asian black bears are descended from sun bears. However, they are sun bears much smaller than the American black bear.</p><p>Sun bears are distinguished by their flexible snouts and long tongues, adapted from extracting termites. Of all the breeds of bears, they have the biggest canines adapted for tearing meat. They also have exceptionally long claws.</p><p>Very little is known about how they behave in the wild. They are nocturnal; they navigate through the forest at night, eating berries, fruits, roots, and small animals. Besides, they are known for their exceptional climbing skills.</p><p>Their habitats are degrading due to deforestation; poachers hunt them for their fur and body parts; farmers exterminate them because they often destroy food crops, and females are killed so their young ones can be turned into pets. </p>"
  },
  { 
  "id" : 4, 
  "bear_type": "Andean Bear", 
  "scientific_name": "Tremarctos ornatus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/andean01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/andean02.webp", 
  "page_slug": "andean", 
  "wiki": "https://en.wikipedia.org/wiki/Spectacled_bear",  
  "weight": "Males ~ 100 to 200 kg (220 to 440 lb)", 
  "size": "Males are a third larger than females in dimensions and sometimes twice their weight.Males can weigh from 100 to 200 kg (220 to 440 lb), and females can weigh from 35 to 82 kg (77 to 181 lb).On average males weigh about 115 kg (254 lb) and females average about 65 kg (143 lb), thus it rivals the polar bear for the most sexually dimorphic modern bear. A male in captivity that was considered obese weighed 222.5 kg (491 lb).",  
  "geo_range": "Besides some rare spilling-over into eastern Panama,spectacled bears are mostly restricted to specific regions in northern and western South America. They can range in western Venezuela,Colombia, Ecuador, Peru, western Bolivia, and northwestern Argentina. Its elongated geographical distribution is only 200 to 650 km (120 to 400 mi) wide but with a length of more than 4,600 km (2,900 mi).",  
  "synopsis": "<p>The Andean bear, or the Spectacled bear, is the only bear species native to South America. Spectacled bears get their name from the ’spectacle’ marking on their faces. Each bear has a unique marking, so its distinctive look can identify each one.</p><p>Generally, spectacled bears are shy, elusive, and peaceful; they avoid contact with humans. They are also solitary, although they can congregate when their preferred food items are plentiful.</p><p>The Andrean bear is the only remaining relation to the short-faced bear (Tremarctinae subfamily); they are the closest relative of the now-extinct Pleistocene-age short-faced bears and the Florida spectacled bear.</p><p>Although adapted to a carnivorous diet, most spectacled bears now prefer a herbivorous diet. Currently, the population of Andean bears is small in most areas, and they face a lot of pressure due to habitat degradation and loss as well as hunting.</p>"
  },
  
  { 
  "id" : 5, 
  "bear_type": "North America Black Bear", 
  "scientific_name": "Ursus americanus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/american_black01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/american_black02.webp", 
  "page_slug": "american_black", 
  "wiki": "https://en.wikipedia.org/wiki/American_black_bear",  
  "weight": "Males ~ 57–250 kg (126–551 lb)", 
  "size": "Adults typically range from 120 to 200 cm (47 to 79 in) in head-and-body length, and 70 to 105 cm (28 to 41 in) in shoulder height. Adult males typically weigh between 57–250 kg (126–551 lb), while females weigh 33% less at 41–170 kg (90–375 lb).",  
  "geo_range": "American Black Bears currently inhabit much of their original Canadian range, though they seldom occur in the southern farmlands of Alberta, Saskatchewan and Manitoba; they have been extirpated on Prince Edward Island since 1937.",  
  "synopsis": "<p>Black bears are the most common and best-known bears in North America. They live in forests, swamps, and mountains but can leave their habitats when searching for food. Black bears are also excellent tree climbers and swimmers.</p><p>The North American Black bears are omnivorous; they can change their diet based on the season and location. In our list of bears, this type of bear is one of the two species least threatened with extinction.  IUCN lists under the least-concern species.</p>"
  },
  
  { 
  "id" : 6, 
  "bear_type": "Asiatic Black Bear", 
  "scientific_name": "Ursus thibetanus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/asiatic_black01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/asiatic_black02.webp", 
  "page_slug": "asiatic_black", 
  "wiki": "https://en.wikipedia.org/wiki/Asian_black_bear",  
  "weight": "males ~ 60–200 kg (130–440 lb)", 
  "size": "Adults measure 70–100 cm (28–39 in) at the shoulder, and 120–190 cm (47–75 in) in length. Adult males weigh 60–200 kg (130–440 lb) with an average weight of about 135 kg (298 lb). Adult females weigh 40–125 kg (88–276 lb), and large ones up to 140 kg (310 lb).",  
  "geo_range": "Today, it occurs very patchily in its former range from southeastern Iran eastward through Afghanistan and Pakistan, across the foothills of the Himalayas in India and Myanmar to mainland Southeast Asia, except Malaysia. Its range in China is patchy in the northeast and south, Hainan and Taiwan, and it is absent in much of east-central China. Other population clusters exist in the southern Russian Far East and in North Korea. Small remnant populations survive in South Korea, and on Honshu and Shikoku islands.",  
  "synopsis": "<p>Asiatic Black bears are black-colored, medium-sized bears native to southern Asia. They have a white chest, and thus, they are also referred to as the moon bears.</p><p>Asiatic bears feed on a varied diet, including insects, bee nests, fruits, invertebrates, and carrion. Occasionally, they prey on domestic stock, although little is known about their hunting in the wild.</p><p>Asian black bears are victims of the bear bile trade. IUCN lists them as vulnerable.</p>"
  },
  
  
  { 
  "id" : 7, 
  "bear_type": "Brown Bear", 
  "scientific_name": "Ursus arctos", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/brown01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/brown02.webp", 
  "page_slug": "brown", 
  "wiki": "https://en.wikipedia.org/wiki/Brown_bear",  
  "weight": "Males ~ 180 kg (400 lb)", 
  "size": "Brown bears generally weigh 80 to 600 kg (180 to 1,320 lb), with males outweighing females. They have a head-and-body length of 1.4 to 2.8 m (4 ft 7 in to 9 ft 2 in) and a shoulder height of 70 to 153 cm (28 to 60 in). The tail is relatively short, as in all bears, ranging from 6 to 22 cm (2.4 to 8.7 in) in length.",  
  "geo_range": "Brown bears inhabit the broadest range of habitats of any living bear species. There are approximately 200,000 brown bears left in the world. The largest populations are in Russia with 130,000, the United States with 32,500, and Canada with around 25,000. Brown bears live in Alaska, east through the Yukon and Northwest Territories, south through British Columbia, and through the western half of Alberta. The Alaskan population is estimated at a healthy 30,000 individuals. In the lower 48 states, they are repopulating slowly, but steadily along the Rockies and the western Great Plains. ",  
  "synopsis": "<p>Brown bears inhabit the mountains and forests of Europe, Asia, and northern North America. They are solitary and omnivorous but congregate when food is plentiful.</p><p>For instance, there are dramatic gatherings of brown bears in Alaskan fishing spots during summer when salmons swim upstream for spawning. Brown bears consume a massive amount of food in the fall, up to 90 pounds per day, before hibernation in spring.</p><p>While brown bears are apex predators, most of their diet consists of roots, fruit, berries, leaves, and nuts. Even though they are huge, brown bears are incredibly fast. They can run up to 30 mph.</p><p>However, brown bears’ sizes vary depending on their geographic location and food availability. The largest brown bears inhabit Russia and the coastal area of Alaska; they rival polar bears in size. Brown bears that inhabit the interior areas of North America and Europe are usually much smaller.</p>"
  }, 
  { 
  "id" : 8, 
  "bear_type": "Sloth Bear", 
  "scientific_name": "Melursus ursinus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/sloth01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/sloth02.webp", 
  "page_slug": "sloth", 
  "wiki": "https://en.wikipedia.org/wiki/Sloth_bear",  
  "weight": "Males ~ 114 kg (251 lb)", 
  "size": "Sloth bears adults are medium-sized bears. The typical weight range for females is from 55 to 105 kg (121 to 231 lb), and for males is from 80 to 145 kg (176 to 320 lb). Exceptionally large female specimens can reach 124 kg (273 lb) and males up to 192 kg (423 lb). The average weight of sloth bears from the nominate subspecies in Nepal was 95 kg (209 lb) in females and 114 kg (251 lb) in males.",  
  "geo_range": "The sloth bear's global range includes India, the Terai of Nepal, temperate climatic zones of Bhutan and Sri Lanka. It occurs in a wide range of habitats including moist and dry tropical forests, savannahs, scrublands and grasslands below 1,500 m (4,900 ft) on the Indian subcontinent, and below 300 m (980 ft) in Sri Lanka's dry forests.",  
  "synopsis": "<p>Sloth bears get their name from a sloth-like look. Like sloths, they have long, curved claws, dusty-black and shaggy coats, short-haired and pale muzzles.</p><p>Adult slots don’t have the two top front teeth. And because of their diet of fruit and insects, they have smaller molars and premolars than other bears. They, however, have huge canines that they use for defense.</p>Adult sloth bears’ feet are turned inwards for maximum digging efficiency, and their strong hook-like claws allow them to dig for termites and climb trees.</p><p>Sloth bears don’t hibernate during winter because they have food all year round. And because they don’t suffer food fluctuations, they are smaller than other types of bears.</p><p>These bears inhabit dry and moist tall grasslands in India, Sri Lanka, southern Nepal, and Sri Lanka. In India, slot bears are trained to be ’dancing bears.’ Because they are adorable shaggy creatures, sometimes the British military kept them as pets.</p><p>However, sloth bears can be highly aggressive in the jungle; they can brutalize humans without any provocation. Over the last 30 years, the number of sloth bears is projected to have dropped by almost 50 percent due to poaching for parts and habitat loss.</p>"
  },
  
  { 
  "id" : 9, 
  "bear_type": "Grizzly Bear", 
  "scientific_name": "Ursus arctos horribilis", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/grizzly01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/grizzly02.webp", 
  "page_slug": "grizzly", 
  "wiki": "https://en.wikipedia.org/wiki/Grizzly_bear",  
  "weight": "Males ~ 389 kg (858 lb)", 
  "size": "Average total length in this subspecies is between 198 cm (78 in) and 240 cm (94 in), with an average shoulder height of 102 cm (40 in) and hindfoot length of 28 cm (11 in). Newborn bears may weigh less than 500 g (18 oz).",  
  "geo_range": "Grizzly Bears are now found in Alaska, south through much of western Canada, and into portions of the northwestern United States (including Washington, Idaho, Montana, and Wyoming), extending as far south as Yellowstone and Grand Teton National Parks. In Canada, there are approximately 25,000 grizzly bears occupying British Columbia, Alberta, the Yukon, the Northwest Territories, Nunavut, and the northern part of Manitoba.",  
  "synopsis": "<p>Grizzly bears are a North American brown bear subspecies. They are usually brown with grizzled or white-tipped fur. But they can also be grey or black; what distinguishes them from other types of bears is the hump on their shoulders.</p><p>Grizzly bears thrive in the arctic tundra, open plains, subalpine meadows, and dense forests. While they are social animals, they can co-exist when food is plenty.</p><p>Much of the diet of grizzly bears consists of roots, leaves, and fruit. This is despite them being powerful apex predators. Besides, grizzly bears cover a massive home range, about 600 square miles, so they require a lot of space.</p><p>Most grizzly bears can be found in Alberta, Alaska, and British Columbia. The population of grizzly bears in North America was once 50,000, but it is currently only 1,800.</p><p>However, the grizzly bear population has been growing since 1975, when it was classified as endangered and protected by the US Endangered Species Act.</p>"
  },

  { 
  "id" : 10, 
  "bear_type": "Marsican Brown Bear", 
  "scientific_name": "Ursus arctos arctos", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/marsican01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/marsican02.webp", 
  "page_slug": "marsican", 
  "wiki": "https://en.wikipedia.org/wiki/Marsican_brown_bear",  
  "weight": "Males ~ 217 kg (478 pounds)", 
  "size": "Male Marsican Brown Bears are larger than most of the other brown bear subspecies, with a weight of around 217 kilograms (478 pounds), while the female is significantly smaller, at around 140 kilograms (310 pounds).",  
  "geo_range": "The Marsican brown bear has a small, isolated population. It is found is the central Apennine Mountains in Italy where there are a range of settings like lakes, woods, and settlements of citizens. They are usually found in the Parco Nazionale d'Abruzzo, Lazio e Molise. This park consists of valleys and a section of the Apennine Mountains in Italy.",  
  "synopsis": "<p>The few remaining Marsican brown bears are in the Abruzzo National Park in Italy. There are only about 50 bears left on the planet. They are relatively even-tempered and not aggressive towards humans. However, they live in seclusion.</p><p>Male American brown bears weigh about 217 Kg, while females weigh about 140 Kg. Their diet mainly consists of berries, but they also eat insects and petite animals like chickens. Their superb sense of smell supports their food search.</p><p>Typically, Marsican brown bears wake up from their hibernation slumber several times.</p>"
  }, 
  { 
  "id" : 11, 
  "bear_type": "Tibetan Blue Bear", 
  "scientific_name": "Ursus arctos pruinosus", 
  "bear_img1": "https://bearsapi.ryanhunter.ca/images/tibetan01.webp", 
  "bear_img2": "https://bearsapi.ryanhunter.ca/images/tibetan02.webp", 
  "page_slug": "tibetan", 
  "wiki": "https://en.wikipedia.org/wiki/Tibetan_blue_bear",  
  "weight": "Males ~ 96 kg (211 lb)", 
  "size": "T he Blue Bear is rarely sighted in the wild. Small compared to other brown bear subspecies, adult males weigh about 96.0–138.0 kg (211.6–304.2 lb) and females about 51.0–78.0 kg (112.4–172.0 lb).",  
  "geo_range": "It is possible that the occasional specimen might be observed traveling through high mountain peaks during times of reduced food supply, or in search of a mate. However, the limited information available about the habits and range of the blue bear makes such speculation difficult to confirm.",  
  "synopsis": "<p>The Tibetan Blue bear is native to the Eastern Tibetan Plateau and is a brown bear subspecies. Among all types of bears, the Tibetan Blue Bear is the rarest; it’s likely extinct in the wild.</p><p>Samples of fur and bone have been found in the West, which suggests that Tibetan Blue bears inhabited the West in the past.</p><p>They prefer living in mountainous regions near the tree lines, but little is known about their behavior and natural habitats because they are critically endangered. The bears feed on Pika and other small mammals and may also eat pine nuts.</p>"
  } 
 ]
}